Repository: surniaulula/wpsso-wc-shipping-delivery-time
Catalog: languages/wpsso-wc-shipping-delivery-time-*.po
Languages: fr_be

source: The %1$s add-on requires the %2$s plugin &mdash; please activate the missing plugin.
fr_be: L'ajout %1$s nécessite l'extension %2$s &mdash; veuillez activer l'extension manquante.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_be: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est actuellement installée).

# lib file description
source: WooCommerce Shipping
fr_be: Expédition Woocommerce

# plugin name
source: WPSSO Shipping Delivery Time for WooCommerce
fr_be: WPSSO délai de livraison d'expédition pour WooCommerce

# plugin description
source: Shipping delivery time estimates for WooCommerce shipping zones, methods, and classes.
fr_be: Estimations du délai de livraison pour les zones, méthodes et classes d'expédition WooCommerce.

source: Shipping delivery times
fr_be: Temps de livraison d'expédition

source: Show shipping estimates
fr_be: Afficher les estimations d'expédition

source: Show handling and packaging times in the cart and checkout pages.
fr_be: Afficher les délais de traitement et d'emballage dans le panier et les pages de paiement.

source: Show transit times in the cart and checkout pages.
fr_be: Afficher les temps de transit dans le panier et les pages de paiement.

source: Shipping department hours
fr_be: Heures du service d'expédition

source: The operational details for the shipping department.
fr_be: Les détails opérationnels du service d'expédition.

# option label
source: Shipping department timezone
fr_be: Fuseau horaire du service d'expédition

source: Closes every midday between
fr_be: Ferme chaque mi-journée entre

source: and
fr_be: et

source: Cutoff time for new orders
fr_be: Heure limite pour les nouvelles commandes

# option label
source: Shipping department business hours
fr_be: Heures d'ouverture du service d'expédition

source: Day
fr_be: Jour

source: Opens at
fr_be: Ouvre à

source: Closes at
fr_be: Ferme à

source: Shipping handling times
fr_be: Temps de manutention pour l'expédition

source: The typical delay between the receipt of an order and the goods leaving the warehouse.
fr_be: Le délai typique entre la réception d'une commande et la sortie des marchandises de l'entrepôt.

source: Shipping classes
fr_be: Classes de livraison

source: Shipping class
fr_be: Classe de livraison

source: Class description
fr_be: Description de la classe

source: Minimum time
fr_be: Temps minimum

source: The estimated minimum handling and packaging time. Can be left blank.
fr_be: Le temps minimum estimé de manutention et d'emballage. Peut être laissé vide.

source: Maximum time
fr_be: Temps maximum

source: The estimated maximum handling and packaging time. Can be left blank.
fr_be: Le temps maximum estimé de manutention et d'emballage. Peut être laissé vide.

source: Unit of time
fr_be: Unité de temps

source: No shipping class
fr_be: Pas de classe de livraison

source: Products without a shipping class
fr_be: Produits sans classe de livraison

source: Shipping transit times
fr_be: Temps de transit pour l'expédition

source: The typical delay between the goods leaving the warehouse and reaching the customer.
fr_be: Le délai typique entre les marchandises quittant l'entrepôt et atteignant le client.

source: %s shipping zone
fr_be: Zone d'expédition %s

source: Shipping method
fr_be: Méthode d'expédition

source: Shipping rate
fr_be: Tarif d'expédition

source: The estimated minimum transit time. Can be left blank.
fr_be: Le temps de transit minimum estimé. Peut être laissé vide.

source: The estimated maximum transit time. Can be left blank.
fr_be: Le temps de transit maximum estimé. Peut être laissé vide.

source: No shipping methods offered to this zone.
fr_be: Aucune méthode d'expédition offerte pour cette zone.

source: Hours
fr_be: Heures

source: Days
fr_be: Jours

source: Add %s for handling &amp; packaging.
fr_be: Ajoutez %s pour la manutention et l'emballage.

source: %1$s hour
fr_be: %1$s heures

source: %1$s - %2$s hours
fr_be: %1$s - %2$s heures

source: %1$s or more hours
fr_be: %1$s heur ou plus

source: up to %2$s hour
fr_be: jusqu'à %2$s heure

source: %1$s day
fr_be: %1$s jour

source: %1$s - %2$s days
fr_be: %1$s - %2$s jours

source: %1$s or more days
fr_be: %1$s jour ou plus

source: up to %2$s day
fr_be: jusqu'à %2$s jour

source: WPSSO Shipping Delivery Time for WooCommerce
fr_be: WPSSO délai de livraison d'expédition WooCommerce

source: Shipping delivery time estimates for WooCommerce shipping zones, methods, and classes.
fr_be: Estimations du délai de livraison pour les zones, méthodes et classes d'expédition WooCommerce.
